Repository: mahmoud0saad/bricks
Catalog: clean_code/__brick__/lib/l10n/intl_*.arb
Languages: ar

source: Select Unit
ar: اختيار الوحدة

source: Negotiable
ar: قابل للتفاوض

source: Price Type
ar: نوع السعر

source: Home
ar: الرئيسية

source: Categories
ar: الفئات

source: My Store
ar: متجري

source: More
ar: المزيد

source: Cart
ar: سلة المشتريات

# downlaod_invoice
source: Download Invoice
ar: تحميل الفاتورة

# farm_receipts_empty_title
source: Farm Receipts are Empty
ar: إشعارات المزرعه فارغه

# farm_receipts_empty_desc
source: Please create an invoice before generating the receipt.
ar: برجاء إنشاء فاتوره قبل إنشاء الاشعار

# order_empty_title
source: No Orders
ar: لا يوجد طلبات

# order_empty_desc
source: It seems that the order cart is empty.
ar: يبدو ان سلة الطلبات فارغه

# supply_empty_title
source: Supplies are Empty
ar: التوريدات فارغه

# supply_empty_desc
source: It seems that you haven't added any supplies, create now.
ar: يبدو إنك لم تضف توريدات إنشاء الان

# offer_empty_desc
source: There are no orders currently.
ar: لا يوجد طلبات حالياً

# join_empty_title
source: No requests found
ar: لا يوجد طلبات

# reviews_empty_desc
source: No reviews available at the moment.
ar: لا يوجد تعليقات حالياً

# ads_empty_title
source: No Ads
ar: لا يوجد إعلانات

# ads_empty_desc
source: Advertisements are not available.
ar: الاعلانات غير متاحه

# markets_empty_desc
source: No markets available.
ar: لا يوجد أسواق

# price_list_empty_desc
source: There are no prices for today.
ar: لا يوجد أسعار لهذا اليوم

# invoices_empty_title
source: No Invoices Available
ar: لا يوجد فواتير حالياً

# sales_empty_title
source: No Sales Available
ar: لا يوجد مبيعات حالياً

# posts_empty_title
source: No Posts Available
ar: لا يوجد منشورات حالياً

# receipts_empty_title
source: No Transactions Available
ar: لا يوجد معاملات حالياً

# news_empty_title
source: No News Available
ar: لا يوجد اخبار حالياً

# stories_empty_title
source: No Stories Available
ar: لا يوجد قصص حالياً

# returns_empty_title
source: No Returns Available
ar: لا يوجد مرتجعات حالياً

# buyers_empty_title
source: No Buyers on this Date
ar: لا يوجد مشترين في هذا التاريخ

# transactions_empty_title
source: The Buyer has No Transactions on this Date
ar: المشتري ليس لديه معاملات لهذا التاريخ

# invitations_empty_title
source: No Invitations Available
ar: لا يوجد دعوات حالياً

# employee_empty_title
source: No Employees Available
ar: لا يوجد موظفين حالياً

# roles_empty_title
source: No Roles Available
ar: لا يوجد وظائف حالياً

# returnRequests_empty_title
source: No Return Requests Available
ar: لا يوجد طلبات ارجاع حالياً

# grades_empty_title
source: No Grades Available
ar: لا يوجد تصنيفات حالياً

# cities_empty_title
source: no cities available
ar: لا يوجد مدن حالياً

# unitTypes_empty_title
source: no unit types available
ar: لا يوجد وحدات حالياً

source: Delete
ar: حذف

source: Confirm
ar: تأكيد

source: Cancel
ar: الغاء

source: Off
ar: خصم

# currency
source: SAR
ar: ريال

source: Search
ar: بحث

source: filtering
ar: تصفية

source: reset
ar: إعادة

source: From Date
ar: من تاريخ

source: To Date
ar: الى تاريخ

# file_size_must_be_less_than_50_mg
source: The selected file size must be less than 50 MB
ar: حجم الملف المختارة يجب ان يكون أقل من 50 ميجا

source: No Data Found
ar: لا يوجد بيانات

# few_seconds
source: few seconds ago
ar: بضع ثوانٍ

source: ago
ar: منذ

source: minute ago
ar: دقيقة

source: hours ago
ar: ساعات

source: day
ar: يوم

source: No Video Selected
ar: لم يتم اختيار فيديو

# file_size_must_be_less_than_5_mg
source: The selected file size must be less than 5 MB
ar: حجم الملف المختارة يجب ان يكون أقل من 5 ميجا

# choose_image
source: Choose the image
ar: اختر الصوره

source: Invalid price
ar: برجاء إدخال سعر صحيح

source: Price is required.
ar: يرجى تحديد السعر.

source: field required
ar: حقل مطلوب

# invalidQty
source: Invalid Quantity
ar: كمية غير مسموح بها

source: Please add weight
ar: الرجاء تحديد الوزن

# car_validation_error_message
source: The car plate must contain at least one letter and one number, and they must be in the same language.
ar: يجب أن تحتوي لوحة السيارة على رقم واحد وحرف واحد على الأقل، وأن تكونا من نفس اللغة.

# fill_the_field
source: Please fill in the field
ar: برجاء ملئ الحقل

source: please enter correct tax rate
ar: من فضلك ادخل معدل ضريبه صحيح

# postal_code_error_msg
source: Postal Code must be 5 digits long
ar: يجب أن يكون الرمز البريدي مكونًا من 5 أرقام

# tax_number_error_msg
source: Tax number must be 15 digits long, starting and ending with '3'.
ar: يجب أن يتكون الرقم الضريبي من 15 رقمًا، يبدأ بـ '3' وينتهي بـ '3'.

# commercial_register_error_msg
source: Commercial Register must be 10 digits long
ar: يجب أن يكون السجل التجاري مكونًا من 10 أرقام

# all_required
source: Please enter all fields
ar: الرجاء ادخال جميع الحقول

# password_must_8_chars_long
source: Password must be at least 8 characters or digits long
ar: يجب أن تتكون كلمة المرور من 8 أحرف أو أرقام على الأقل

# emailValidationError
source: Enter a valid email
ar: ادخل البريد الإلكتروني بشكل صحيح

# enter_full_name
source: Please enter the full name (first, middle, and last name)
ar: برجاء ادخال الاسم ثلاثي

# enter_vaild_phone_number
source: Please enter a valid phone number
ar: برجاء ادخال رقم هاتف صحيح

# ensure_passwords_match
source: Please ensure the passwords match
ar: برجاء التأكد من تطابق كلمة المرور

# price_grater_than_one
source: The paid amount must be greater than 1
ar: يجب ان تكون القيمة المدفوعة اكبر من 1
